Repository: aimeoscom/ai-payments
Catalog: i18n/*.po
Languages: ar, cs, et, hu, id, ja, ko, lv, pl, pt, pt_br, ro, ru

source: Method "%1$s" for provider not available
ar: الطريقة "%1$s" للموفر غير متوفرة
cs: Metoda "%1$s" pro poskytovatele není k dispozici
et: Meetod "%1$s" teenusepakkuja jaoks ei ole saadaval
hu: "%1$s" módszer a szolgáltatóhoz nem elérhető
id: Metode "%1$s" untuk penyedia tidak tersedia
ja: プロバイダのメソッド "%1$s" が利用できません。
ko: 공급자에 대한 메서드 "%1$s"를 사용할 수 없습니다.
lv: Metode "%1$s" pakalpojumu sniedzējam nav pieejama
pl: Metoda "%1$s" dla dostawcy niedostępna
pt: Método "%1$s" para o fornecedor não disponível
pt_br: O método "%1$s" para o provedor não está disponível
ro: Metoda "%1$s" pentru furnizor nu este disponibilă
ru: Метод "%1$s" для провайдера недоступен

source: No Stripe customer data available for customer ID "%1$s"
ar: لا تتوفر بيانات عميل Stripe لمعرف العميل "%1$s"
cs: Pro ID zákazníka "%1$s" nejsou k dispozici žádná data zákazníka služby Stripe.
et: Kliendi ID "%1$s" jaoks ei ole Stripe'i kliendiandmeid saadaval.
hu: A "%1$s" ügyfél azonosítóhoz nem állnak rendelkezésre Stripe ügyféladatok.
id: Tidak ada data pelanggan Stripe yang tersedia untuk ID pelanggan "%1$s"
ja: 顧客ID "%1$s" に利用可能なStripe顧客データがありません。
ko: 고객 ID "%1$s"에 사용할 수 있는 스트라이프 고객 데이터가 없습니다.
lv: Par klienta ID "%1$s" nav pieejami Stripe klienta dati
pl: Brak dostępnych danych klienta Stripe dla identyfikatora klienta "%1$s"
pt: Não existem dados de cliente na Stripe para o ID "%1$s"
pt_br: Nenhum dado de cliente do Stripe disponível para o ID de cliente "%1$s"
ro: Nu sunt disponibile date despre clientul Stripe pentru ID-ul clientului "%1$s"
ru: Для идентификатора клиента "%1$s" данные о клиенте Stripe недоступны

source: No Stripe payment method available for customer ID "%1$s"
ar: لا تتوفر طريقة دفع Stripe لمعرف العميل "%1$s"
cs: Pro ID zákazníka "%1$s" není k dispozici žádná platební metoda Stripe.
et: Kliendi ID "%1$s" jaoks pole Stripe'i makseviis saadaval.
hu: Nincs elérhető Stripe fizetési mód a "%1$s" ügyfél azonosítóhoz.
id: Tidak ada metode pembayaran Stripe yang tersedia untuk ID pelanggan "%1$s"
ja: 顧客ID "%1$s "に利用可能なStripe支払い方法がありません。
ko: 고객 ID "%1$s"에 사용할 수 있는 스트라이프 결제 방법이 없습니다.
lv: Klientam ar ID "%1$s" nav pieejama neviena Stripe maksājumu metode.
pl: Brak dostępnej metody płatności Stripe dla identyfikatora klienta "%1$s"
pt: Não existe método de pagamento disponível para o ID "%1$s"
pt_br: Método de pagamento Stripe não disponível para o ID de cliente "%1$s"
ro: Nu este disponibilă nicio metodă de plată Stripe pentru ID-ul clientului "%1$s"
ru: Для идентификатора клиента "%1$s" недоступен метод оплаты Stripe

source: No payment token available for customer ID "%1$s"
ar: لا يتوفر رمز دفع مميز لمعرف العميل "%1$s"
cs: Pro ID zákazníka "%1$s" není k dispozici žádný platební token.
et: Kliendi ID "%1$s" jaoks ei ole maksetähist saadaval.
hu: Nincs elérhető fizetési token a "%1$s" ügyfél azonosítóhoz.
id: Tidak ada token pembayaran yang tersedia untuk ID pelanggan "%1$s"
ja: 顧客 ID "%1$s" に利用可能な支払トークンがありません。
ko: 고객 ID "%1$s"에 사용할 수 있는 결제 토큰이 없습니다.
lv: Klienta ID "%1$s" nav pieejams neviens maksājuma žetons.
pl: Brak dostępnego tokena płatności dla identyfikatora klienta "%1$s"
pt: Não existe token de pagamento disponível para o cliente ID "%1$s"
pt_br: Nenhum token de pagamento disponível para o ID de cliente "%1$s"
ro: Nu există niciun token de plată disponibil pentru ID-ul clientului "%1$s"
ru: Для идентификатора клиента "%1$s" не доступен платежный токен

source: No reoccurring payment data available for customer ID "%1$s"
ar: لا توجد بيانات دفع متكررة متوفرة لمعرف العميل "%1$s"
cs: Pro ID zákazníka "%1$s" nejsou k dispozici žádné údaje o opakovaných platbách.
et: Kliendi ID "%1$s" kohta ei ole korduvmakse andmeid saadaval.
hu: A "%1$s" ügyfél azonosítóhoz nem állnak rendelkezésre ismétlődő fizetési adatok.
id: Tidak ada data pembayaran berulang yang tersedia untuk ID pelanggan "%1$s"
ja: 顧客 ID "%1$s" に利用可能な定期支払データがありません。
ko: 고객 ID "%1$s"에 사용할 수 있는 반복 결제 데이터가 없습니다.
lv: Par klienta ID "%1$s" nav pieejami atkārtotu maksājumu dati.
pl: Brak dostępnych danych płatności cyklicznych dla identyfikatora klienta "%1$s"
pt: Não existem dados de pagamento recorrente para o cliente ID "%1$s"
pt_br: Nenhum dado de pagamento recorrente disponível para o ID de cliente "%1$s"
ro: Nu sunt disponibile date de plată recurente pentru ID-ul clientului "%1$s"
ru: Нет данных о периодических платежах для идентификатора клиента "%1$s"

source: Order %1$s
ar: الطلب %1$s
cs: Objednávka %1$s
et: Tellimine %1$s
hu: Megrendelés %1$s
id: Pesan %1$s
ja: 注文 %1$s
ko: 주문 %1$s
lv: Pasūtījums %1$s
pl: Zamówienie %1$s
pt: Pedido %1$s
pt_br: Pedido %1$s
ro: Comanda %1$s
ru: Заказ %1$s

source: PayPalPlus approval URL not available
ar: عنوان URL الموافقة على PayPalPlPlus غير متاح
cs: Adresa URL pro schválení služby PayPalPlus není k dispozici
et: PayPalPlus heakskiitmise URL ei ole saadaval
hu: PayPalPlus jóváhagyási URL nem elérhető
id: URL persetujuan PayPalPlus tidak tersedia
ja: PayPalPlusの承認URLが利用できません
ko: 페이팔플러스 승인 URL을 사용할 수 없습니다.
lv: PayPalPlus apstiprināšanas URL nav pieejams
pl: Adres URL zatwierdzenia PayPalPlus nie jest dostępny
pt: URL de aprovação do PayPalPlus não disponível
pt_br: URL de aprovação do PayPalPlus não disponível
ro: URL-ul de aprobare PayPalPlus nu este disponibil
ru: URL-адрес подтверждения PayPalPlus недоступен

source: PayPalPlus requires the country ID of the user
ar: يتطلب PayPalPlPlus مُعرِّف البلد الخاص بالمستخدم
cs: Služba PayPalPlus vyžaduje ID země uživatele
et: PayPalPlus nõuab kasutaja riigi ID-d
hu: A PayPalPlus megköveteli a felhasználó országazonosítóját
id: PayPalPlus memerlukan ID negara pengguna
ja: PayPalPlusは、ユーザーの国IDを必要とします。
ko: PayPalPlus에는 사용자의 국가 ID가 필요합니다.
lv: PayPalPlus pieprasa lietotāja valsts ID
pl: PayPalPlus wymaga podania identyfikatora kraju użytkownika
pt: O PayPalPlus requer o ID do país do utilizador
pt_br: O PayPalPlus exige o ID do país do usuário
ro: PayPalPlus solicită ID-ul de țară al utilizatorului
ru: PayPalPlus требует идентификатор страны пользователя

source: Token based payment failed with code "%1$s" and message "%2$s": %3$s
ar: فشل الدفع المستند إلى الرمز المميز بالرمز "%1$s" والرسالة "%2$s": %3$s
cs: Platba na základě tokenu se nezdařila s kódem "%1$s" a zprávou "%2$s": %3$s
et: Tokenipõhine makse ebaõnnestus koodiga "%1$s" ja sõnumiga "%2$s": %3$s
hu: A token alapú fizetés sikertelen volt "%1$s" kóddal és "%2$s" üzenettel: %3$s
id: Pembayaran berbasis token gagal dengan kode "%1$s" dan pesan "%2$s": %3$s
ja: トークン・ベースの支払いはコード "%1$s" とメッセージ "%2$s" で失敗しました：%3$s
ko: 토큰 기반 결제에 실패했습니다(코드 "%1$s" 및 메시지 "%2$s"): %3$s
lv: Uz žetonu balstīts maksājums neizdevās ar kodu "%1$s" un ziņojumu "%2$s": %3$s
pl: Płatność oparta na tokenie nie powiodła się z kodem "%1$s" i komunikatem "%2$s": %3$s
pt: Pagamento baseado em tocken falhou com código "%1$s" e mensagem "%2$s": %3$s
pt_br: O pagamento baseado em token falhou com o código "%1$s" e a mensagem "%2$s": %3$s
ro: Plata bazată pe token a eșuat cu codul "%1$s" și mesajul "%2$s": %3$s
ru: Платеж на основе токена не прошел с кодом "%1$s" и сообщением "%2$s": %3$s

source: Token based payment failed: %1$s
ar: فشل الدفع المستند إلى الرمز المميز: %1$s
cs: Platba na základě tokenu se nezdařila: %1$s
et: Tokenipõhine makse ebaõnnestus: %1$s
hu: Token alapú fizetés sikertelen: %1$s
id: Pembayaran berbasis token gagal: %1$s
ja: トークンによる支払いに失敗しました: %1$s
ko: 토큰 기반 결제가 실패했습니다: %1$s
lv: Uz žetonu balstīts maksājums neizdevās: %1$s
pl: Płatność oparta na tokenie nie powiodła się: %1$s
pt: Falha no pagamento baseado em token: %1$s
pt_br: Falha no pagamento baseado em token: %1$s
ro: Plata pe bază de token a eșuat: %1$s
ru: Платеж на основе токена не прошел: %1$s

source: Token based payment incomplete: %1$s
ar: الدفع على أساس الرمز المميز غير مكتمل: %1$s
cs: Nedokončená platba na základě tokenu: %1$s
et: Tokenipõhine makse on mittetäielik: %1$s
hu: Token alapú fizetés nem teljes: %1$s
id: Pembayaran berbasis token tidak lengkap: %1$s
ja: トークン・ベースの支払いが不完全です: %1$s
ko: 토큰 기반 결제가 완료되지 않았습니다: %1$s
lv: Nepilnīgs uz žetoniem balstīts maksājums: %1$s
pl: Płatność oparta na tokenach niekompletna: %1$s
pt: Pagamento baseado em token incompleto: %1$s
pt_br: Pagamento baseado em token incompleto: %1$s
ro: Plata pe bază de token este incompletă: %1$s
ru: Платеж на основе токена не завершен: %1$s

source: Unexpected redirect: %1$s
ar: إعادة توجيه غير متوقعة: %1$s
cs: Neočekávané přesměrování: %1$s
et: Ootamatu ümbersuunamine: %1$s
hu: Váratlan átirányítás: %1$s
id: Pengalihan tak terduga: %1$s
ja: 予期しないリダイレクト: %1$s
ko: 예기치 않은 리디렉션: %1$s
lv: Negaidīts pāradresējums: %1$s
pl: Nieoczekiwane przekierowanie: %1$s
pt: Redirecionamento inesperado: %1$s
pt_br: Redirecionamento inesperado: %1$s
ro: Redirecționare neașteptată: %1$s
ru: Неожиданное перенаправление: %1$s
